"use strict";
exports.__esModule = true;
exports.PMSstart = void 0;
var arr = ['你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你怎么还不去死啊？', '你急了你急了?', '要我把宁妈灵堂白布扯下来给你献个哈达?', '非要跟我互动的话问问你棺材里的妈答不答应', '你是个孤⼉也不能拿这个当借⼝嗷 懂8？', '你脑⼦⾥的⽔是为了浇灌你⼼⾥的逼树吗？', ' 作为失败的典型，你真的是太成功了', ' 拿你当⼈的时候，你尽量装得像点好吗', '你这个傻13就像南⽅的农作物，⼀年三熟，从来都不带歇⽓⼉的', '⾃⼰菜的跟个狗⼦⼀样 哪⼉来的b数说别⼈ 菜鸡', '你的⼈⽣，总结起来就⼋个字⼉——⽣的荒唐，死的窝囊', '. 你到底是个什么杂交品种，脑仁⼉竟然还没⽠⼦⼤', '返祖现象在你身上贯彻的很彻底嘛，尤其是脑⼦', '你昨天是不是吃的屎壳郎啊，要不怎么满嘴喷粪', '只希望你吃饭有⼈喂 ⾛路有⼈推 夜夜缠绵于病却⻓命百岁 不能⽣育却⼉孙满堂 寿⽐昙花福如⺟猪', '傻逼今天上厕所，拉了⼀坨屎，嘿，简直就像照镜⼦，这屎可真像你', '. 这么多年了，你妈天天喂你吃屎挺不容易的吧', '你是不是掉过粪坑⾥，脖⼦以上全截肢了？', '你妈的灵⻋侧翻到猪圈⾥把猪压死了 猪⾁⼜涨了', '我是你爸 千变万化', '你脖⼦上顶着的是个肿瘤吗', '你爸妈真会⽣ 好的东⻄都⾃⼰留着', '但凡你爸妈当年多唠嗑⼀分钟 今天也就少了个要分类的垃圾', '嘴巴如果闲得慌 不如去公共厕所挨个把⻢桶舔⼲净 做个⼈⼈称赞的好东⻄',];
var PMSstart = function (bot) {
    // console.log('1')
    bot.on('system.online', function () {
        try {
            for (var _i = 0, arr_1 = arr; _i < arr_1.length; _i++) {
                var i = arr_1[_i];
                bot.sendPrivateMsg(985121841, i);
                // bot.sendGroupMsg(643703297,i);
            }
        }
        catch (e) {
            console.log(e);
        }
    });
};
exports.PMSstart = PMSstart;
